
//`define UNIT_1
//`define UNIT_2
//`define UNIT_3
//`define UNIT_4
//`define UNIT_5
//`define UNIT_6
`define UNIT_7

//对应单元：
//单元类型	温开类型	光纤口位置	IGBT顺序	对就应单元   单元板型号
//1型		常闭		短边		1234		集约型		7820Z065	
//2型		常开		长边		2143		大单元		7820Z065	
//3型		常开		短边		1234		小单元		7820Z065	
//4型		常闭		长边		1234		大单元		7820Z065	
//5型		常开		长边		1234					7820Z065	
//6型		常闭		短边		1234		老设备		7820H056
//7型		常闭		短边		1234		老板卡利用	7820Z087

//C、超温电平高有效、光纤口未换、IGBT顺序未换------集约型
//F、超温电平低有效、光纤口换、IGBT顺序已换  ------大单元，根据光纤口判断
//G、超温电平低有效、光纤口未换、IGBT顺序未换------大单元，根据光纤口判断
//K、超温电平高有效、光纤口换、IGBT顺序未换  ------大单元，输出端铜排转弯
//V、超温电平低有效、光纤口换、IGBT顺序未换







